2023 年成人高等学校招生全国统一考试专升本
政治 （考生回忆版）
一、选择题：1～35 小题。每小题 2 分。共 70 分。在每小题给出的四个选项中。选出一
项最符合题目要求的。
1.思维和存在的关系问题是（ A ）
A. 全部哲学的基本问题
B. 历史观的基本问题
C. 思想路线的核心问题
D. 辨证法的核心问题
2.马克思主义的产生具有深刻的思想渊源，作为马克思主义哲学直接理论来源的是（ D ）
A. 古希腊罗马哲学
B. 近代英国哲学
C. 近代法国哲学
D. 德国古典哲学
3.“笑一笑,十年少;愁了愁,白了头”表明意识具有（ D )
A. 目的性
B. 指导实践改造客观世界的作用
C. 创造性
D. 调控人的行为和生理活动的作用
4.人类社会是物质存在的一种特定的形态，人的意识统一与物质,这是( B )
A. 主观唯心主义的观点
B. 辩证唯物主义的观点
C. 客观唯心主义的观点
D. 庸俗唯物主义的观点
5.对立统一规律提供认识世界与改造世界的根本方法是( C )
A. 阶级分析方法
B. 历史分析方法
C. 矛盾分析方法
D. 逻辑分析方法
6.下列选项中体现因果联系的是（ D ）
A. 有无相生
B. 过犹不及
C. 冬去春来
D. 摩擦生热
7.否定之否定规律揭示了事物的变化是（ C ）
A. 绝对性与相对性统一
B. 有限性与无限性的统一
C. 前进性与曲折性的统一
D. 稳定性与变动性的统一
8.建筑上层观念指的是（ A ）
A. 意识形态
B. 政治制度
C. 法律制度
D. 政治组织
9. 马克思主义认为，社会革命源于（ D ）
A. 人口数量和结构变化
B. 思想观念斗争的尖锐化
C. 自然资源和环境变化
D. 社会基本矛盾的尖锐化
10. 习近平指出，人民既是历史的创造者，也是历史的见证者，既是历史的“剧中人”，也是
历史的“剧作人”，这一论断的理论依据是（ D ）
A. 历史宿命论
B. 历史决定论
C. 英雄史观
D. 群众史观
11. 毛泽东思想开始萌芽的标志是（ B ）
A. 人民民主专政理论的形成
B. 关于新民主主义革命基本思想的提出
C. 农村包围城市，武装夺取政权道路的开辟
D. 马克思主义中国化第一次历史性飞跃的实现
12. 新民主主义革命的主力军是（ C ）
A. 无产阶级
B. 资产阶级
C. 农民
D. 知识分子
13.“三个代表”重要思想强调，我们党进行的一切奋斗，归根到底都是为了[C]
A.社会生产力的快速发展
B.社会主义和谐社会的发展
C.最广大人民的根本利益
D.社会主义市场经济的发展
14.坚持中国特色社会主义政治发展道路，最根本的是[D]
A.坚持改革、发展、稳定的辩证统- B.坚持生产发展、生活富裕、生态良好的有机统
C.坚持党的使命、国家的前途、人民的福祉的辩证统
D.坚持党的领导、人民当家作主、依法治国的有机统一
15.社会主义核心价值观中，富强、民主、文明、和谐体现的是[A]
A.国家层面的价值要求 B.社会层面的价值要求 C.途公民层面的价值要求 D.组织层面的价值
要求
16.改革开放以来， 我们党和国家生存发展的政治基石是（ A ）
A. 四项基本原则
B. 以德治国
C. 国际政治秩序
D. 依宪治国
17.邓小平指出，中国解决所有问题关键要靠[B]
A.照搬马克思主义理论 B.靠自己发展
C 要靠模仿周边国家的经验 D.要靠别国的支持
18.过渡时期总路线中，“过渡时期”只是指[C]
A.从解放战争到中华人民共和国成立
B.从新民主主义革命到中华人民共和国成立
C.从中华人民共和国成立到社会主义改造基本完成
D 从中华人民共和国成立到改革开放
19. 习近平指出:“实现中国梦必须走中国道路、弘扬中国精神、凝聚中国力量”，力量指的是
（C）
A 科技创新的力量
B 文化创新的力量
C 全国各族人民大团结的力量
D 全世界人民大团结的力量
20. 中国特色社会主义事业总体布局和战略布局分别是(B)
A. “两个转变”和“一体两翼“ B. “五位一体”和“四个全面” C. ”一个中心”和“五湖四海” D.“八个明确”和“四面八方” 21. 党的十八大以来，我们党的全部理论和实践探索都是(C)
A 围绕推动高质量发展来展开、深化和拓展的
B 围绕全面建成小康社会来展开、深化和拓展的
C.围绕坚持和发展中国特色社会主义来展开、深化和拓展的
D.围绕传承和中华优秀的传统文化来展开，深化和拓展的
22. 全面建设社会主义现代化国家的进程分两个阶段来安排其中第二个阶段到本世纪中叶
(D)
A.实现总体小康
B 消除绝对贫困
C.人均国内生产总值达到中等发达国家的水平
D.把我国建成富强民主文明和谐美丽的社会主义现代化强国
23. 在新发展理念中，注重解决发展不平衡问题的是(B)
A 创新发展
B.协调发展
C 绿色发展
D.共享发展
24. 构建新发展格局明确了我国经济现代化的路径选择。新发展格局指(C)
A 坚持“两个毫不动摇” B 市场和资源“两头在外”的发展格局
C.以国内大循环为主体、国内国际双循环相互促进
D 发挥市场在资源配置中的决定性作用和更好发挥政府作用
25 新时代推进全面依法治国的总抓手是(B)
A.坚持以人民为中心
B.建设中国特色社会主义法治体系
C.坚持统筹推进国内法治和涉外法治
D.坚持依法治国、依法执政、依法行政共同推讲
26.毛泽东中国工业化道路思想强调，实现四个现代化关键在于(D)
A.农业现代化
B.工业现代化
C.国防现代化
D.科学技术现代化
27.改革开放以来，我们党和国家生存发展的政治基石是(A)
A.四项基本原则
B.以德治国
C.国际政治秩序
D.依宪治国
28.习近平新时代中国特色社会主义思想的根本立场是(A)
A.人民立场
B.阶级立场
C.历史自觉
D. 求真务实
29.总体国家安全观明确，国家安全的宗旨和根本分别是(A)
A 人民安全和政治安全
B 科技安全和网络安全
C 经济安全和生态安全
D 资源安全和太空安全
30.习近平强军思想中，反映军队的根本职能和军队建设的根本指向的是(A)
A 能打胜仗
B 作风优良
C 听党指挥
D 军民融合
31.2022 年 8 月 28 日开工建设的西部陆海新通道骨干工程—平陆运河位于(D)
A 四川 B 云南 C 贵州 D 广西
32.党的二十大要求，全党同志务必不忘初心，牢记使命，务必谦虚谨慎，艰苦奋斗，务必(A)
A 敢于斗争，善于斗争
B 增强自信，继续前进
C 自信自强，守正创新
D 踔厉奋发，勇毅前行
33.2023 年 3 月 26 日，与我国建立外交关系的国家是(B)
A 哥伦比亚 B 洪都拉斯 C 南非 D 古巴
34. 2023 年 5 月 19 日，首居中国-中亚峰会表《中国一中亚峰会西安宣言》决心携手构建(D)
A.中国-中亚丝路开发银行
C.中国-中亚经济合作组织
B,中国-中亚自由贸易区
D.中国-中亚命运共同体
35. 2023 年 6 月 26 日至 28 日+四届全国人大常委会第三次会议在北京召开，确定将每年 8
月 15 日设立为（ C）
A.全国土地日 B.国家宪法日 C.全国生态日 D.全民健身日
二、简答题：36～39 小题，每小题 10 分，共 40 分。
36.简述社会存在和社会意识的辩证关系
第一、社会存在决定社会意识：社会存在能够决定社会意识的内容和形式，决定社会意识的
产生和发展，
第二、社会意识对社会存在具有反作用：社会意识是对社会存在的反映。
第三、社会意识具有相对独立性，表现在以下五个方面：
1）社会意识的发展变化与社会存在的发展变化不完全同步。
2）社会意识的发展同经济发展的水平之间具有不平衡性
3）社会意识在自身的发展中具有历史继承性。
4）社会意识各种形式之间相互影响和相互作用。
5）社会意识对社会存在具有能动的反作用。社会意识对社会存在的反作用是社会意识相对
独立性最集中的表现。
37.简述近代中国社会主要矛盾和历史任务
1）近代中国半殖民地半封建社会的矛盾，呈现出错综复杂的状况。在这些社会矛盾中，占
支配地位的主要矛盾，是帝国主义和中华民族的矛盾封建主义和人民大众的矛盾。这两对主
要矛盾及其斗争贯穿整个中国半殖民地半封建社会的始终，并对中国近代社会的发展变化起
着决定性的作用。
2）两大历史任务及其关系：（1）争取民族独立、人民解放:(从根本上推翻半殖民地半封建
的统治秩序，改变落后的生产关系和上层建筑)。（2）.实现国家富强、人民富裕:(改变近代中
国经济、文化落后的地位和状况，发展社会生产力，实现中国的现代化)。
38.简述科学发展观的科学内涵
科学发展观是坚持以人为本,全面、协调、可持续的发展观.第一要义是发展 核心是以人为
本 。基本要求是全面协调可持续。根本方法是统筹兼顾。以人为本,就是要把人民的利益作
为一切工作的出发点和落脚点,不断满足人们的多方面需求和促进人的全面发展；
39.为什么说党的领导是中国特色社会主义的本质特征
1）这是由科学社会主义的理论逻辑所决定的。坚持无产阶级政党的领导是无产阶级革命和
社会主义建设取得胜利的根本保证。只有坚持中国共产党的领导,才能保证中国特色社会主
义的性质和正确方向。
2）这是由中国特色社会主义产生与发展的历史逻辑所决定的。中国共产党是中国特色社会
主义事业的开创者、推动者、引领者,团结带领人民开辟了中国特色社会主义道路,创立了中
国特色社会主义理论体系,创建了中国特色社会主义制度,发展了中国特色社会主义文化。
3）这是由中国特色社会主义迈向新征程的实践逻辑所决定的。实现中华民族伟大复兴,关键
在党。
三、论述题：40～41 小题，每小题 20 分，共 40 分。
40.试述感性认识和理性认识的辩证关系，并说明割裂二者的统一在实际工作中会导致的错
误。
（1）首先，感性认识是理性认识的基础，理性认识依赖于感性认识。离开了感性认识，理
性认识就会成为无源之水， 无本之木。坚持理性认识依赖于感性认识， 这是坚持认识论中
的唯物主义。
（2）其次， 理性认识是感性认识的升华， 感性认识有待于上升为理性认识。感性认识只
能解决对现象的认识的问题，理性认识才能解决对本质的认识的问题。坚持感性认识发展成
为理性认识， 这是坚持认识论中的辩证法。
（3）感性认识和理性认识是辨证统一的，割裂感性认识和理性认识的辨证关系，就会犯唯
理论和经验论的错误。实际工作中的教条主义者和经验主义者，违背了感性认识和理性认识
辨证统一的原理。教条主义者往往片面夸大书本知识的作用，轻视感性经验，把书本知识当
作僵死的教条生搬硬套，犯了类似唯理论的错误；经验主义者往往片面夸大感性经验的作用，
轻视科学理论，把局部的或个人的经验当作普遍真理，在认识和解决问题时。总是局限于自
己的狭隘经验，犯了类似经验论的错误。我们应努力防止和纠正这两种片面性。
41.党的 18 大以来，以习近平同志为核心的党中央牢牢把握中国和世界发展大势，深刻思
考人类前途命运，积极推进重大外交理论和实践创新，形成了习近平外交思想，指引了外交
工作取得全方位，开创性历史成就。试述新时代中国独立自主的和平外交政策的主要内涵。
（1）我国一向坚持走和平发展之路，我国奉行独立自主的和平外交政策。维护世界和平，
促进共同发展，是我国外交政策的宗旨；和平共处五项原则是我国外交政策的基本准则；独
立自主是我国外交的基本立场；维护我国的主权，安全和发展利益，促进世界的和平与发展
是我国外交的基本目标。
（2）在新时期，中国独立自主的外交政策具体地表现为不结盟政策。中国之所以不结盟，
一方面是总结经验，感到结盟就会在某种程度上受制于人；另一方面也因为认识到，中国在
国际舞台上已经成为一支不容忽视的力量，如果同任何超级大国结盟，就可能影响世界战略
力量的平衡，不利于国际局势的稳定。
（3）中国特色大国外交要求我们继续要高举和平、发展、合作、共赢的旗帜，统筹国内国
际两个大局，统筹发展安全两件大事，牢牢把握坚持和平发展、促进民族复兴这条主线，维
护国家主权、安全、发展利益，为和平发展营造更加有利的国际环境，维护和延长我国发展
的重要战略机遇期，为实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦提供有
力保障。